Repository: jmoral/simplesamlphp-module-expirycheck
Catalog: locales/*/LC_MESSAGES/expirycheck.po
Languages: xh

source: Access to services is controlled by your home organization. Please contact your local IT support for questions.
xh: Ufikelelo kwiinkonzo lulawulwa ngumbutho wakho wekhaya. Nceda uqhagamshelane nenkxaso yakho ye-IT yasekuhlaleni ngemibuzo.

source: I am aware of this, continue...
xh: Ndiyakuqonda oku, qhubeka...

source: Expiration date:
xh: Umhla wpkuphelelwa:

source: You do not have access to this service
xh: Awunalo ufikelelo kule nkonzo

source: Warning, your account %NETID% will expire today!
xh: Isilumkiso, iakhawunti yakho %NETID% iza kuphelelwa namhlanje!

source: Warning, your account %NETID% will expire in %DAYSLEFT% %DAYS%!
xh: Isilumkiso, iakhawunti yakho %NETID% iza kuphelelwa %DAYSLEFT% %DAYS%!

source: Your account %NETID% has expired, access denied!
xh: Iakhawunti yakho %NETID% iphelelwe, ufikelelo lukhatyiwe!

source: day
xh: usuku
